[
  {
    "projectTitle": "Slick's Slices",
    "projectDescription": "A mobile-first website for a local pizza joint. Compressed and fresh out of the oven., view the available pizzas and filter by your topping of choice. Create and place an order and have the receipt emailed.",
    "projectTech": "This project utilized React, Nodejs, JavaScript, CSS, GraphQL, Gatsbyjs, Sanityio",
    "projectLearnMoreLink": "https://github.com/jongomezdev/pizza",
    "projectGoLink": "https://jg-pizza.netlify.app/",
    "projectScreenshots": ["https://i.ibb.co/WF8ZpL1/slicks-Ipad.png"]
  },
  {
    "projectTitle": "React Pokedex",
    "projectDescription": "A virtual Pokedex designed to catalogue and provide information regarding the various species of Pokemon featured in the Pokemon video game, anime and manga series.",
    "projectTech": "This project utilized React, Nodejs, JavaScript, CSS, HTML",
    "projectLearnMoreLink": "https://github.com/jongomezdev/React-Pokedex",
    "projectGoLink": "https://react-pokedex-jg.herokuapp.com/#/",
    "projectScreenshots": ["https://jongomez.dev/Assets/img/react-pokemon.png"]
  },
  {
    "projectTitle": "Vireo",
    "projectDescription": "Vireo was created to provide information for users upon request to manage and prepare for their next trip. Users can get a information about a country like the Key Phrases in the native language, currency, top 5 Restaurants, Museums, Sightseeing Spots, Fun facts and travel restrictions. Users can also create a post about their recent trip and read other users posts.",
    "projectTech": "This project utilized HTML, CSS, JavaScript, jQuery, Node, Express, MySQL, Sequelize, Handlebars, Axios",
    "projectLearnMoreLink": "https://github.com/jongomezdev/Vireo",
    "projectGoLink": "https://peaceful-peak-47552.herokuapp.com/",
    "projectScreenshots": ["https://jongomez.dev/Assets/img/vireo-design.png"]
  },

  {
    "projectTitle": "Weather Dashboard",
    "projectDescription": "A mobile-first weather app for travelers on the move. Allows users to enter a desired city of travel. Search displays the weather icon, temperature, humidity, wind speed and uv index will appear. The 5 day forecast for the same search will appear below along with dates, temperatures and humidity.",
    "projectTech": "This project utilized HTML, CSS, javaScript, jQuery, Axios, Openweathermap API, and Luxon",
    "projectLearnMoreLink": "https://github.com/jongomezdev/Weather-Dashboard",
    "projectGoLink": "https://jongomez.dev/Weather-Dashboard/",
    "projectScreenshots": ["https://jongomez.dev/Assets/img/wdiphone.jpg"]
  },
  {
    "projectTitle": "Hardware Wallet",
    "projectDescription": "A Budget Tracker application that allows users to add expenses and deposits to their budget with or without a connection. When entering transactions offline, they should populate the total when brought back online.",
    "projectTech": "This project utilized HTML, CSS, javaScript, PWA, Compression, Mongoose, IndexedDB, Express",
    "projectLearnMoreLink": "https://github.com/jongomezdev/Hardware-wallet",
    "projectGoLink": "https://hardware-wallet.herokuapp.com/",
    "projectScreenshots": ["https://i.ibb.co/HxNjyW3/Untitled-design-1.png"]
  },
  {
    "projectTitle": "Employee Directory",
    "projectDescription": "An employee database that allows coworkers to view contact info for the entire office.",
    "projectTech": "This project utilized HTML, CSS, javaScript, React",
    "projectLearnMoreLink": "https://github.com/jongomezdev/Employee-Directory",
    "projectGoLink": "https://jg-employee-directory.herokuapp.com/",
    "projectScreenshots": ["https://i.ibb.co/S5vpMMX/employeedirectory.png"]
  }
]
